Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/regjeringen.no/norsk-innsats-har-bidratt-til-a-redde-_id_636943.html.tmx
Source language: nob
Languages: sme

source: - Norsk innsats har bidratt til å redde liv i Libya - regjeringen.no
sme: - Norgga bargu lea váikkuhan heakkaid suddjet Libyas

source: - Det var helt riktig at Norge tok sin del av ansvaret for å beskytte sivilbefolkningen i Libya.
sme: - Lei áibbas riekta ahte Norga válddi oasi ovddasvástádusas suddjemis siviila álbmoga Libyas.

source: Menneskeliv er reddet.
sme: Olbmoheakkat leat suddjejuvvon.

source: Vi har svekket regimets militære evne og vi har forhindret omfattende overgrep mot sivile, sa statsminister Jens Stoltenberg i sin redegjørelse for Stortinget i dag om operasjonene i Libya.
sme: Mii leat fuoniduhttán ráđđenvuogi militeara návccaid ja mii leat eastadan viiddis veahkaválddálašvuođa siviila álbmoga vuostá, dajai stáhtaministtar Jens Stoltenberg čilgehusastis Stuorradiggái odne doaimmaid birra Libyas.

source: Han understreket samtidig at Norges oppdrag ikke er fullført, og gjorde det klart at operasjonene kan bli langvarige.
sme: Son deattuhii seammás ahte Norgga doaibma ii leat ollašuvvon, ja dajai seammás ahte operašuvdna sáhttá bistit guhka.

source: Statsministeren sa at sikkerhetsrådets vedtak om anvendelsen av militær makt trolig hindret omfattende sivile tap og lidelser.
sme: Stáhtaministtar dajai ahte dorvoráđi mearrádus ahte ávkkástallat militeara fámu doaivumis lea eastadan viiddis siviila vahágiid ja gillámušaid.

source: – Det er likevel fortsatt en urovekkende situasjon for sivilbefolkningen.
sme: – Siviila álbmogis lea ain duođalaš dilli.

source: Selv om vi har lykkes med å forhindre angrep på sivilbefolkningen er det fortsatt stor usikkerhet om den videre situasjonen, sa statsministeren.
sme: Vaikko mii lea lihkostuvvan eastadeames fallehemiid siviilaálbmoga vuostá de lea ain stuorra eahpesihkarvuohta ovddasguvlui, dajai stáhtaministtar.

source: - Ved å bruke militær makt mot sitt eget folk har store deler av det internasjonale samfunnet uttrykt at oberst Gadaffi har mistet sin legitimitet som leder og at han bør tre tilbake.
sme: - Go oberst Gadaffi lea geavahan militeara fámu iežas álbmoga vuostá de eanas oassi riikkaidgaskasaš servodagain leat cealkán ahte Gadaffi lea massán jođihanlobálašvuođa ja ahte son berre geassádit.

source: Norge deler dette syn, sa Stoltenberg.
sme: Norga doarju dán oainnu, dajai Stoltenberg.

source: Stoltenberg fremhevet at den tydelige støtten fra land i den arabiske og afrikanske verden var avgjørende for vedtaket i FNs sikkerhetsråd.
sme: Stoltenberg deattuhii ahte arábia ja Afrihká riikkaid čielga doarjja lei ON dorvoráđi mearrádusa vuođđun.

source: – Vi merker oss at operasjonene blir hilst velkommen i den arabiske verden.
sme: – Mii mearkkašit dan ahte arábia riikkat sávvet operašuvnnaid bures boahtima.

source: - Det internasjonale samfunn må arbeide for at våpenhvile kan innføres, at militære styrker trekkes tilbake og at det åpnes for humanitære hjelpeorganisasjoner.
sme: - Riikkaidgaskasaš servodat ferte ovttasbargat orustahttimis vearjogeavaheami, ja militeara veagaid eret riikkaid ja baicca čáhkket saji humaniteara veahkkeorganisašuvnnaide.

source: Det må innledes en politisk prosess for forsoning og omfattende reformer, sa statsministeren.
sme: Stáhtaministtar dajai ahte ferte álggahuvvot politihkalaš proseassa vai šaddá vejolažžan olahit soabalašvuođa ja viiddis ođastusaid.

source: Stoltenberg avsluttet sin redegjørelse med å fremheve Forsvarets innsats.
sme: Stoltenberg loahpahii čilgehusastis ja deattuhii Suodjalusa barggu.

source: - Det står stor respekt av hvordan Forsvaret møtte utfordringen.
sme: – Dat vuohki movt Suodjalus lea dusten hástalusa árvvusadnojuvvo.

source: Som statsminister er jeg stolt av det mot og ansvar våre militære viser i disse dager, sa statsministeren.
sme: Stáhtaministariin lean hui rámis go vásihan duostilvuođa ja ovddasvástádusa maid min militeara dál čájeha, dajai stáhtaministtar.

source: Les redegjørelsen her.
sme: Loga čilgehusa dás.
